public/cotacoes_enviadas/180_COT17337-139_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>27/10/2022 08:58:50</Dt_Gravacao>
  <Cd_Fornecedor>12882932000194</Cd_Fornecedor>
  <Cd_Cotacao>COT17337-139</Cd_Cotacao>
  <Cd_Condicao_Pagamento>1</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>1</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>3500,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>23272</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT020</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>737</Id_Marca>
          <Ds_Marca>Farmarin Industria / SP</Ds_Marca>
          <Qt_Embalagem>200</Qt_Embalagem>
          <Vl_Preco_Produto>0,4000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5573</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>17851</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT043</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1158</Id_Marca>
          <Ds_Marca>TKL / PR</Ds_Marca>
          <Qt_Embalagem>100</Qt_Embalagem>
          <Vl_Preco_Produto>0,0990</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5565</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5180</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED029</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>40</Qt_Embalagem>
          <Vl_Preco_Produto>9,7620</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>1297</Cd_ProdutoERP>
        </Marca_Oferta>
        <Marca_Oferta>
          <Id_Marca>137</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>4,7220</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>2333</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6068</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED038</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>10783</Id_Marca>
          <Ds_Marca>AUROBINDO PHARMA / GO</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>4,6300</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>2208</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6508</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED041</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>4,0900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>2840</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6146</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED042</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>20376</Id_Marca>
          <Ds_Marca>PHARLAB / MG</Ds_Marca>
          <Qt_Embalagem>500</Qt_Embalagem>
          <Vl_Preco_Produto>0,3430</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5646</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6116</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED045</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>137</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>4,4900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>4681</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2076</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT080</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>2648</Id_Marca>
          <Ds_Marca>AMÉRICA / MG</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>5,3500</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5010</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5441</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED171</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>1,9680</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>515</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6659</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED062</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>17008</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>100</Qt_Embalagem>
          <Vl_Preco_Produto>2,3400</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5672</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7171</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED070</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>137</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>100</Qt_Embalagem>
          <Vl_Preco_Produto>1,2290</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5483</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6482</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED071</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>17008</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>100</Qt_Embalagem>
          <Vl_Preco_Produto>1,6400</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5649</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5171</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED175</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>16,7352</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>4194</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>14182</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED176</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>133</Id_Marca>
          <Ds_Marca>HIPOLABOR / MG</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>1,1300</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5042</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7581</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED077</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>137</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>1,9900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5258</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>2090</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT153</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>12848</Id_Marca>
          <Ds_Marca>AMERICAN MEDICAL / MG</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>0,4950</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5277</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7932</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED082</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>17008</Id_Marca>
          <Ds_Marca>HYPOFARMA / MG</Ds_Marca>
          <Qt_Embalagem>100</Qt_Embalagem>
          <Vl_Preco_Produto>1,8700</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>3118</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>7599</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED095</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>123</Id_Marca>
          <Ds_Marca>GRIFOLS / PR</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>249,9800</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5662</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5222</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED106</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>10</Qt_Embalagem>
          <Vl_Preco_Produto>12,1540</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>3790</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6826</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED184</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>5,8900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>3789</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>6564</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED136</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>50</Qt_Embalagem>
          <Vl_Preco_Produto>3,8380</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>1434</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5297</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED189</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>18706</Id_Marca>
          <Ds_Marca>Nutriex / GO</Ds_Marca>
          <Qt_Embalagem>10</Qt_Embalagem>
          <Vl_Preco_Produto>6,9800</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5644</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>5304</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MED190</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>8224</Id_Marca>
          <Ds_Marca>CRISTÁLIA / SP</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>192,4900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>2092</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20913</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT023</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>403</Id_Marca>
          <Ds_Marca>EQUIPLEX / GO</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>5,9900</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>3027</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>20913</Id_Produto_Sintese>
      <Cd_Produto_Comprador>MAT025</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>737</Id_Marca>
          <Ds_Marca>Farmarin Industria / SP</Ds_Marca>
          <Qt_Embalagem>16</Qt_Embalagem>
          <Vl_Preco_Produto>15,9000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>5581</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>